Repository: ssarunic/boljeuredjenazemlja
Catalog: po/*.po
Languages: hr

source: No results found.
hr: Nema pronađenih rezultata.

source: ✓ Output saved to: {file}
hr: ✓ Izlaz spremljen u: {file}

source: ✗ Error: {message}
hr: ✗ Greška: {message}

source: Fetching cadastral offices...
hr: Dohvaćam katastarske urede...

source: No offices found
hr: Nema pronađenih ureda

source: Name
hr: Naziv

source: {count} Cadastral Offices in Croatia:
hr: {count} katastarskih ureda u Hrvatskoj:

source: API error: {error}
hr: API greška: {error}

source: Fetching municipalities
hr: Dohvaćam općine

source: No municipalities found
hr: Nema pronađenih općina

source: Found {count} municipality(ies)
hr: Pronađeno {count} općin(a)

source: Code
hr: Šifra

source: Office
hr: Ured

source: Department
hr: Odjel

source: N/A
hr: N/D

source: Croatian Cadastral CLI
hr: Hrvatski katastarski CLI

source: Version: {version}
hr: Verzija: {version}

source: API Base: {base_url}
hr: API osnova: {base_url}

source: Cache Information
hr: Informacije o predmemoriji

source: Cache Directory: {cache_dir}
hr: Direktorij predmemorije: {cache_dir}

source: Cache Size: {size} MB
hr: Veličina predmemorije: {size} MB

source: Cached Municipalities: {count}
hr: Općine u predmemoriji: {count}

source: ... and {more} more
hr: ... i još {more}

source: Cache is empty
hr: Predmemorija je prazna

source: Cache directory does not exist yet
hr: Direktorij predmemorije još ne postoji

source: API Settings
hr: API postavke

source: Rate Limit: {rate_limit} seconds between requests
hr: Ograničenje zahtjeva: {rate_limit} sekundi između zahtjeva

source: Timeout: {timeout} seconds
hr: Timeout: {timeout} sekundi

source: To clear cache: cadastral cache clear --all
hr: Za brisanje predmemorije: cadastral cache clear --all

source: Error getting system info: {error}
hr: Greška pri dohvaćanju informacija o sustavu: {error}

source: Must provide either PARCELS argument or --input file
hr: Morate navesti ili PARCELS argument ili --input datoteku

source: Cannot use both PARCELS argument and --input file
hr: Ne možete koristiti istovremeno PARCELS argument i --input datoteku

source: --municipality/-m required when using CLI list mode
hr: --municipality/-m obavezan pri korištenju CLI liste

source: Input parsing error: {error}
hr: Greška pri parsiranju unosa: {error}

source: 📊 Found {count} parcel to process
hr: 📊 Pronađena {count} čestica za obradu

source: ✓ Successfully processed all {total} parcel(s)
hr: ✓ Uspješno obrađeno svih {total} čestica

source: ⚠️ Processed {successful}/{total} parcels ({rate}% success rate)
hr: ⚠️ Obrađeno {successful}/{total} čestica ({rate}% stopa uspjeha)

source: {count} parcel failed - see output for details
hr: {count} čestica nije uspjela - pogledajte izlaz za detalje

source: Unexpected error: {error}
hr: Neočekivana greška: {error}

source: Parcel
hr: Čestica

source: ERROR
hr: GREŠKA

source: Parcel ID
hr: ID čestice

source: Error
hr: Greška

source: unknown
hr: nepoznato

source: Message
hr: Poruka

source: No error message
hr: Nema poruke greške

source: BATCH PROCESSING SUMMARY
hr: SAŽETAK GRUPNE OBRADE

source: Field
hr: Polje

source: Value
hr: Vrijednost

source: Total Parcels
hr: Ukupno čestica

source: Successful
hr: Uspješno

source: Failed
hr: Neuspješno

source: Success Rate
hr: Stopa uspjeha

source: RESULTS
hr: REZULTATI

source: Municipality
hr: Općina

source: Area (m²)
hr: Površina (m²)

source: Owners
hr: Vlasnici

source: ERRORS
hr: GREŠKE

source: Error Type
hr: Vrsta greške

source: Error Message
hr: Poruka greške

source: Cached GIS Data ({count} municipalities):
hr: GIS podaci u predmemoriji ({count} općina):

source: Size
hr: Veličina

source: Last Modified
hr: Zadnja izmjena

source: Total Cache Size: {size} MB
hr: Ukupna veličina predmemorije: {size} MB

source: Error listing cache: {error}
hr: Greška pri ispisivanju predmemorije: {error}

source: Either --municipality or --all is required
hr: Potrebno je --municipality ili --all

source: Try: cadastral cache clear --help
hr: Pokušajte: cadastral cache clear --help

source: This will delete ALL cached GIS data.
hr: Ovo će izbrisati SVE GIS podatke iz predmemorije.

source: Are you sure?
hr: Jeste li sigurni?

source: Cancelled.
hr: Otkazano.

source: Cache is already empty
hr: Predmemorija je već prazna

source: Clearing all cache...
hr: Čistim svu predmemoriju...

source: Cleared all cache ({size} MB freed)
hr: Očišćena sva predmemorija (oslobođeno {size} MB)

source: Error clearing cache: {error}
hr: Greška pri čišćenju predmemorije: {error}

source: CACHE INFORMATION
hr: INFORMACIJE O PREDMEMORIJI

source: Status: Empty (directory does not exist)
hr: Status: Prazno (direktorij ne postoji)

source: Status: Active
hr: Status: Aktivno

source: Total Size: {size} MB
hr: Ukupna veličina: {size} MB

source: Municipalities: {count}
hr: Općine: {count}

source: ZIP Files: {count}
hr: ZIP datoteke: {count}

source: GML Files: {count}
hr: GML datoteke: {count}

source: Error getting cache info: {error}
hr: Greška pri dohvaćanju informacija o predmemoriji: {error}

source: Searching for parcel {parcel_number}...
hr: Tražim česticu {parcel_number}...

source: Suggestions
hr: Prijedlozi

source: Try partial search
hr: Pokušajte djelomično pretraživanje

source: Check parcel number format
hr: Provjerite format broja čestice

source: View on map
hr: Pogledajte na karti

source: Parcel Number
hr: Broj čestice

source: Address
hr: Adresa

source: Area
hr: Površina

source: Land Use
hr: Namjena zemljišta

source: Building Permitted
hr: Dozvoljeno građenje

source: Yes
hr: Da

source: No
hr: Ne

source: {count} owner
hr: {count} vlasnik

source: Unknown
hr: Nepoznato

source: For full details
hr: Za potpune detalje

source: Try
hr: Pokušajte

source: Searching municipalities...
hr: Pretražujem općine...

source: Fetching geometry...
hr: Dohvaćam geometriju...

source: PARCEL INFORMATION
hr: INFORMACIJE O ČESTICI

source: LAND USE
hr: NAMJENA ZEMLJIŠTA

source: No land use data available
hr: Nema dostupnih podataka o namjeni zemljišta

source: Type
hr: Vrsta

source: Percentage
hr: Postotak

source: Buildings
hr: Zgrade

source: OWNERSHIP
hr: VLASNIŠTVO

source: No ownership data available
hr: Nema dostupnih vlasničkih podataka

source: Possession Sheet
hr: Posjedovni list

source: No possessors listed
hr: Nema navedenih posjednika

source: Ownership
hr: Vlasništvo

source: LAND REGISTRY
hr: ZEMLJIŠNA KNJIGA

source: No land registry data available
hr: Nema dostupnih zemljišnoknjižnih podataka

source: Unit Number
hr: Broj uloška

source: Main Book
hr: Glavna knjiga

source: Institution
hr: Institucija

source: Active
hr: Aktivno

source: Inactive
hr: Neaktivno

source: Verified
hr: Provjereno

source: GEOMETRY
hr: GEOMETRIJA

source: Coordinate System
hr: Koordinatni sustav

source: Vertices
hr: Vrhovi

source: GIS Area
hr: GIS površina

source: Bounding Box
hr: Granični okvir

source: Width
hr: Širina

source: Height
hr: Visina

source: ADDITIONAL INFO
hr: DODATNE INFORMACIJE

source: Map URL
hr: URL karte

source: Detail Sheet
hr: List pregleda

source: Clearing cache...
hr: Čistim predmemoriju...

source: Downloading...
hr: Preuzimam...

source: Extracting...
hr: Raspakiravam...

source: Files:
hr: Datoteke:

source: Total parcels: {count}
hr: Ukupno čestica: {count}

source: GEOMETRY STATISTICS
hr: STATISTIKA GEOMETRIJE

source: Verbose output
hr: Opširni izlaz

source: Language for output (overrides system locale)
hr: Jezik za izlaz (nadjačava postavke sustava)

source: ✗ Error: {error}
hr: ✗ Greška: {error}

source: Operation cancelled by user.
hr: Operacija otkazana od strane korisnika.

source: ✗ Unexpected error: {error}
hr: ✗ Neočekivana greška: {error}
